[
  {
    "Mark Hatlestad": [
      {
        "content": "A little extra from Sunday's interview. John Oliver and Edward Snowden talk password security.",
        "time": "2015-04-09"
      },
      {
        "content": "http://info.music.indiana.edu/releases/iub/jacobs/2015/04/Indiana-University-receives-half-million-dollar%20gift-for-Jacobs-School-of-Music-Anniversary-Plaza-to-be-dedicated-April-10-and-Art-Museum.shtml That's pretty impressive that we somehow spent $400k on some landscaping and a sculpture.",
        "time": "2015-04-09"
      },
      {
        "content": "The internet is a really strange place.",
        "time": "2015-04-02"
      },
      {
        "content": "Bad mood -&gt; bad playing -&gt; bad attitude -&gt; bad practicing -&gt; bad playing -&gt; bad mood",
        "time": "2015-04-02"
      },
      {
        "content": "https://vimeo.com/123797711",
        "time": "2015-04-02"
      },
      {
        "content": "Well, so much for using the Internet today.",
        "time": "2015-04-01"
      },
      {
        "content": "Yaaaay!!",
        "time": "2015-03-30"
      },
      {
        "content": "\"Please silence your needles.\"  (From a Feb. 11, 1915 concert program; check it out in the New York Philharmonic Digital Archives! http://archives.nyphil.org/index.php/artifact/6a842918-af1c-4563-aaab-e82cb8d22d18/fullview#page/30/mode/2up)",
        "time": "2015-03-27"
      },
      {
        "content": "http://www.smbc-comics.com/index.php?id=3685",
        "time": "2015-03-27"
      },
      {
        "content": "https://www.youtube.com/watch?v=B6nI1v7mwwA",
        "time": "2015-03-24"
      },
      {
        "content": "I'm disproportionately excited that a new variety of caked tree sap just got delivered. This stuff rocks.",
        "time": "2015-03-18"
      },
      {
        "content": "What's the best edition of Bach's Violin Sonatas and Partitas (BWV 1001-1006) arranged for viola? Imslp is coming up with complete garbage, so I might actually have to buy it.",
        "time": "2015-03-17"
      },
      {
        "content": "So good...",
        "time": "2015-03-16"
      },
      {
        "content": "That wonderful moment when you tell a German guest professor that Allemandes are French... ‪#‎9AMLesson‬ ‪#‎abouttogetadegreeinmusic‬",
        "time": "2015-03-14"
      },
      {
        "content": "Pretty sure I'm the only soul in the MA... This is weird.",
        "time": "2015-03-14"
      },
      {
        "content": "Bringing young children to a concert and giving them food in crinkling wrappers is either one of the most oblivious or sadistic acts I've ever seen.",
        "time": "2015-03-14"
      },
      {
        "content": "So the pack I ordered from Amazon is coming from Ann Arbor via New Orleans... Sigh.",
        "time": "2015-03-13"
      },
      {
        "content": "https://www.youtube.com/watch?v=iY74itDa-Mw Britten and guitar could not be a better pair. What a gorgeous piece and masterful performance by Paul Galbraith.",
        "time": "2015-03-13"
      },
      {
        "content": "Guest viola Professor Roland Glassl will be giving a technique class at 5PM in MAC 036. Spread the word!",
        "time": "2015-03-12"
      },
      {
        "content": "https://www.youtube.com/watch?v=RicaXxiU1WM",
        "time": "2015-03-12"
      },
      {
        "content": "Had the honor to make it into the pool-night sub list tonight.",
        "time": "2015-03-11"
      },
      {
        "content": "\"I enjoy your playing, but I think you should dedicate a more proportionate time to technical work.\" -any teacher I've played for in the past 8+ years   You think I'd have caught on to that by now.",
        "time": "2015-03-10"
      },
      {
        "content": "Fantastic dinner!",
        "time": "2015-03-06"
      },
      {
        "content": "http://www.smbc-comics.com/index.php?id=3660",
        "time": "2015-03-06"
      },
      {
        "content": "https://www.youtube.com/watch?v=i0j7QCnQmd8 This is delectably luscious orchestration, even by German high romantic standards. Absolutely beautiful.",
        "time": "2015-03-04"
      },
      {
        "content": "\"Woah man, the circle of fifths is crazy! You can just keep modulating around it until you hit your desired key! I should write a whole piece that only does that!\" - Schumann before writing his 4th Symphony",
        "time": "2015-03-01"
      },
      {
        "content": "Well, this is disturbing, to put it mildly.",
        "time": "2015-02-25"
      },
      {
        "content": "From Asst. Principal Librarian Sandra Pearson: \"Rental music often arrives with helpful notes from one orchestra's section to another's.\"",
        "time": "2015-02-25"
      },
      {
        "content": "It's nice practicing off the wall!",
        "time": "2015-02-25"
      },
      {
        "content": "Does anyone in Bloomington have a viola bow that's worth around $2-4k that is made by bowmaker whose work is available in the midwest, or are thinking of selling? It's been several years since I've seriously experimented with different equipment, and I'd like to see what I've been missing!",
        "time": "2015-02-25"
      },
      {
        "content": "https://www.youtube.com/watch?v=txMWXvD8kL4 I don't know what's the hardest part about this performance- playing Ligeti memorized, or making such awkwardly close eye contact.",
        "time": "2015-02-22"
      },
      {
        "content": "Who let a composition student on the Onion staff?",
        "time": "2015-02-22"
      },
      {
        "content": "So apparently Bloomington Transit buses are not handicap accessible when there is even a faint amount of snow. This is apparently, despite having similar weather conditions annually, their built in ramps get frozen. I know this because I saw a driver blatantly refuse a person entry, and told them to wait for the next bus in single digit weather. This bus would have been an hour later, and would have apparently also had an equally non-functional ramp.   Fortunately, my car was nearby and I was... ",
        "time": "2015-02-21"
      },
      {
        "content": "https://www.youtube.com/watch?v=OXWjayXSzcE Some light morning listening.",
        "time": "2015-02-20"
      },
      {
        "content": "'tis the season.",
        "time": "2015-02-20"
      },
      {
        "content": "This is one of the best executed performances of anything I've ever seen. Wow.",
        "time": "2015-02-19"
      },
      {
        "content": "Well, that's a bit depressing.",
        "time": "2015-02-18"
      },
      {
        "content": "Burger for breakfast. Because I'm an adult, and can make my own decisions.",
        "time": "2015-02-17"
      },
      {
        "content": "Post audition tacos!",
        "time": "2015-02-17"
      },
      {
        "content": "Wish I could be as stoked about anything as much as things guy. http://youtu.be/PdRWGMyeSYY",
        "time": "2015-02-16"
      },
      {
        "content": "So a TSA agent actually asked if I had a violin or viola... That was unsuspected.",
        "time": "2015-02-16"
      },
      {
        "content": "https://www.youtube.com/watch?v=QGXXrUvNzec WOW.",
        "time": "2015-02-16"
      },
      {
        "content": "Awesome news!",
        "time": "2015-02-13"
      },
      {
        "content": "Well, this was a surprise.",
        "time": "2015-02-11"
      },
      {
        "content": "https://www.youtube.com/watch?v=Zw7DfFVga5Y",
        "time": "2015-02-11"
      },
      {
        "content": "http://www.cfcproperties.com/for_sale/ Kickstarter anyone?",
        "time": "2015-02-09"
      },
      {
        "content": "CIM only has a single 60\" lobby TV. Psh. Jacobs has 60\" tvs in every studio, plus an 80\" one for our mad lobby powerpoint skills. How could you possibly create an conductive learning environment without a proper inches per powerpoint ratio?",
        "time": "2015-02-08"
      },
      {
        "content": "Arrived safely in Cleveland! Will be in town until Sunday, so let me know if you want to meet up!",
        "time": "2015-02-07"
      },
      {
        "content": "This audition season brought to you by bulk pre-ground store brand coffee. 34oz of Coffee: $7. Bitterly grasping to sustain consciousness and elementary cognitive functions: priceless.",
        "time": "2015-02-06"
      },
      {
        "content": "I still don't know why I made this... http://youtu.be/TGGzm2_BpoQ",
        "time": "2015-02-06"
      },
      {
        "content": "http://youtu.be/3m5qxZm_JqM",
        "time": "2015-02-06"
      },
      {
        "content": "...",
        "time": "2015-02-05"
      },
      {
        "content": "http://www.mrlovenstein.com/comic/646#comic",
        "time": "2015-02-04"
      },
      {
        "content": "https://www.youtube.com/watch?v=NkFbrUEhSCc So. Good.",
        "time": "2015-02-03"
      },
      {
        "content": "Has the sudden urge to get a mandolin and start playing madrigals...",
        "time": "2015-02-02"
      },
      {
        "content": "Google's voice detection is now apparently able to read my mind.",
        "time": "2015-02-02"
      },
      {
        "content": "Thanks to everyone who made it to my recital! It was great to be able to play such great music for so many great people. A special thank you to my family, friends, my peers, Atar Arad and all the faculty at Jacobs that have made my personal and musical growth over these past four years possible.   And a big thank you to Alber Chien for being a fantastic collaborator and pianist!",
        "time": "2015-02-01"
      },
      {
        "content": "39 bagels aren't about to eat themselves! Come to my recital tonight at 6 in Auer Hall, and you shall be duly rewarded.",
        "time": "2015-01-31"
      },
      {
        "content": "That moment where you forget to specify your 40 sets of program notes to be double sided... Goodbye, printing quota, hello stapling!",
        "time": "2015-01-31"
      },
      {
        "content": "Oh no. ",
        "time": "2015-01-26"
      },
      {
        "content": "HOW IS 1:30 POSSIBLE?",
        "time": "2015-01-24"
      },
      {
        "content": "Now they just need to facilitate a collaboration with Tupac.",
        "time": "2015-01-24"
      },
      {
        "content": "Cleveland friends: I would greatly appreciate finding a place to stay the nights of Feb. 6th and 7th for my CIM and Music Academy auditions. I will repay you in menial household chores, food, booze and my gratitude.",
        "time": "2015-01-22"
      },
      {
        "content": "https://www.youtube.com/watch?v=0kVgNCZEARU What an incredible piece by a terribly underrated composer.",
        "time": "2015-01-19"
      },
      {
        "content": "So one of my gen-eds still has the answer keys to all the tests from the previous semester up on their website... ‪#‎myiu‬ ‪#‎academic‬ ‪#‎rigor‬ ‪#‎multiplechoice‬ ‪#‎onlysourceofgrade‬ ‪#‎collegeishard‬",
        "time": "2015-01-15"
      },
      {
        "content": "\"If you think you’re boring your audience, go slower not faster.\" — Gustav Mahler",
        "time": "2015-01-10"
      },
      {
        "content": "http://youtu.be/KbbSEmk5Dqo?t=27s One of my favorite musicians out there.",
        "time": "2015-01-10"
      },
      {
        "content": "It's about time.",
        "time": "2015-01-10"
      },
      {
        "content": "\"Religion, a mediaeval form of unreason, when combined with modern weaponry becomes a real threat to our freedoms. This religious totalitarianism has caused a deadly mutation in the heart of Islam and we see the tragic consequences in Paris today. I stand with Charlie Hebdo, as we all must, to defend the art of satire, which has always been a force for liberty and against tyranny, dishonesty and stupidity. ‘Respect for religion’ has become a code phrase meaning ‘fear of religion.’ Religions,... ",
        "time": "2015-01-08"
      },
      {
        "content": "The crew is finally back together!",
        "time": "2015-01-03"
      },
      {
        "content": "This page is worth printing out to put inside your case while traveling... not a 100% guarantee of safety, but it should shut up most contrarian attendants you might run in to.",
        "time": "2015-01-02"
      },
      {
        "content": "Well, this is causing me undue stress.",
        "time": "2014-12-30"
      },
      {
        "content": "Finally got some feedback from my audition committee!",
        "time": "2014-12-28"
      },
      {
        "content": "Since when has it been the norm to charge over $100 for a summer festival application? Why is it okay to offset your operation costs on people who will probably not go to your program? There are enough gateways preventing students from making use of these programs- don't add a burden to even consider trying.",
        "time": "2014-12-27"
      },
      {
        "content": "This is beautiful.",
        "time": "2014-12-24"
      },
      {
        "content": "Lefse time!",
        "time": "2014-12-23"
      },
      {
        "content": "Really want to play this arrangement at my next Christmas gig...",
        "time": "2014-12-16"
      },
      {
        "content": "Thanks Hannah Martineau for hosting me for a fantastic weekend at Rice! Hope I can come back soon!",
        "time": "2014-12-15"
      },
      {
        "content": "Can someone please inform me what dark and terrible secret Rice's Shepherd school is hiding from us? Because I literally can't find anything wrong with it (other than that I'm not going there).",
        "time": "2014-12-14"
      },
      {
        "content": "Not the worst view from a practice room...",
        "time": "2014-12-14"
      },
      {
        "content": "On-campus bars should be a requirement for any academic institution. Cheap, hip bar &gt; swaths of frat houses.",
        "time": "2014-12-13"
      },
      {
        "content": "Got to love the TSA trying to charge $15 to mail me my $12 pocket knife. The TSA- Keeping America safe from people cutting the cheese in an enclosed environment.",
        "time": "2014-12-13"
      },
      {
        "content": "My paper exemplifies the procrastinatory hubris I've developed this semester.",
        "time": "2014-12-12"
      },
      {
        "content": "Penderecki Concerto Grosso for Three Violoncelli tonight at 8 in the MAC! Should be a fabulous concert.",
        "time": "2014-12-11"
      },
      {
        "content": "Yet more ‪#‎chairrage‬ at ‪#‎myjacobs‬.",
        "time": "2014-12-11"
      },
      {
        "content": "My greatest challenge in life is overcoming my brain's lethargy between waking up and leaving my apartment.",
        "time": "2014-12-08"
      },
      {
        "content": "All the civil engineers responsible for Bloomington's drainage system should be fired. And incessantly cross 3rd and Jordan in purgatory.",
        "time": "2014-12-06"
      },
      {
        "content": "Blazers- the wearable purse for men.",
        "time": "2014-12-04"
      },
      {
        "content": "https://www.youtube.com/watch?v=2jU9mJbJsQ8",
        "time": "2014-12-04"
      },
      {
        "content": "Just paid a total of $500 application fees this week! That's more than a months rent, electric, internet, food and booze!",
        "time": "2014-12-01"
      },
      {
        "content": "That moment when you realize that you've driven for 44 hours in the past month... ‪#‎midwest‬ ‪#‎lowpopulationdensity‬ ‪#‎gigging‬ ‪#‎thanksdrivingbreak‬",
        "time": "2014-11-30"
      },
      {
        "content": "That lovely moment when Chrome crashes due to too many tabs filled with Grad school apps...",
        "time": "2014-11-19"
      },
      {
        "content": "Best part of Evansville.",
        "time": "2014-11-16"
      },
      {
        "content": "To all my fellow depressives, getting hit hard by the suddenly shorter, colder days? I'm with you. I'm on an unshakeable schedule when it comes to Seasonal Activated Depression (SAD -- aww. Nice acronym. But wouldn't Feeling Under-Cheerful, Killing The Happy Inside Syndrome be more accurate?)   Leading up to Halloween? Couldn't be happier. The second after midnight on the 31st? The gloom &amp; grey come down like a mildewy theatre curtain.   Please don't forget, these next few months, until the... ",
        "time": "2014-11-15"
      },
      {
        "content": "To people complaining about snow- If it was any warmer now, the current precipitation would be rain. Snow is infinitely better than rain in the mid 30s/40s. Y'all need to calm down.",
        "time": "2014-11-13"
      },
      {
        "content": "General Trajectory of Late Night Recording Sessions: Minute 5- Mostly warmed up, start making some good takes Minute 20- realize you cut off your head on the video recording Minute 40- Start loosing concentration, start making small mistakes Minute 60- Regain composure, start a really great take and fuck it up 2/3 of the way through Minute 70- Regain composure, start a really great take and fuck it up 1/2 way through Minute 80- Can't make it past first page without royally fucking up Minute 90-... ",
        "time": "2014-11-13"
      },
      {
        "content": "Tomorrow the European Space Agency is going to be landing a Rover on the surface of a comet after nearly 10 years after launch. Isn't that so freaking cool? Just take at the flight path it took to get there! http://www.esa.int/Our_Activities/Space_Science/Rosetta/The_long_trek",
        "time": "2014-11-12"
      },
      {
        "content": "...",
        "time": "2014-11-09"
      },
      {
        "content": "Once you go black, you never go back (for rehairs).",
        "time": "2014-11-07"
      },
      {
        "content": "A serious musician should always set up and prepared for their entrances in orchestra. http://imgur.com/LccQVzY ‪#‎professionalism‬ ‪#‎preparedness‬ ‪#‎britten‬",
        "time": "2014-11-06"
      },
      {
        "content": "了解在哪里投票，查看选票内容。",
        "time": "2014-11-04"
      },
      {
        "content": "What recording setups do people use for prescreenings? I was thinking of using my H2 and syncing the audio with video from a separate camcorder. Does IU/anyone else have equipment that you think would work better?",
        "time": "2014-11-04"
      },
      {
        "content": "Of course they replaced the music library printer at the end of my last semester of academic Music classes...",
        "time": "2014-10-31"
      },
      {
        "content": "United or Southwest? I'm scheduling a flight, and their prices are within a dollar of each other.",
        "time": "2014-10-24"
      },
      {
        "content": "I love how all the gen eds that sound remotely interesting conflict with orchestra... goddamn programmers and cognitive scientists being night owls.",
        "time": "2014-10-22"
      },
      {
        "content": "Sweeping up the square for tonight! Tonight at 8!",
        "time": "2014-10-18"
      },
      {
        "content": "Man, life is rough. I have to play too much good music with too many people that I love to play with.",
        "time": "2014-10-15"
      },
      {
        "content": "I have the sudden urge to play a Hardingfele...",
        "time": "2014-10-08"
      },
      {
        "content": "Reading Donald Trump's twitter feed is some of the finest entertainment I've had in ages.",
        "time": "2014-10-04"
      },
      {
        "content": "Okay, this makes me incredibly jealous. ",
        "time": "2014-10-01"
      },
      {
        "content": "Playing with Project Trio tonight... Going to be fun!",
        "time": "2014-09-27"
      },
      {
        "content": "Malaysia Airlines Flight MH370 was shot down by geologists and marine biologists in order to get more accurate data of the sea floor. It's the only explanation. http://www.bbc.co.uk/news/world-asia-29378953",
        "time": "2014-09-27"
      },
      {
        "content": "Managed to set my bow on a piano key cover, then proceed to forget and open the cover, dropping my bow inside, well beyond reach.   Well, that's one way of knowing when to stop practicing for my 10am lesson.",
        "time": "2014-09-24"
      },
      {
        "content": "",
        "time": "2014-09-22"
      },
      {
        "content": "",
        "time": "2014-09-21"
      },
      {
        "content": "Dammit Scotland... What am I to do with all of the popcorn I made in anticipation of the secessionist chaos that was to ensue?",
        "time": "2014-09-19"
      },
      {
        "content": "Can't remember remember the last time I've struggled to properly clap the rhythm for a piece I'm working on with a metronome... ‪#‎isuckatpolymeters‬ ‪#‎Ligeti‬",
        "time": "2014-09-19"
      },
      {
        "content": "We have found the stands. I repeat- we have found the stands.",
        "time": "2014-09-18"
      },
      {
        "content": "We need to get Liam Neeson to find where all the stands in the MA were taken hostage.",
        "time": "2014-09-17"
      },
      {
        "content": "Only with Ligeti can one say \"I think I'll start working on the sul C microtonal movement because it's the easy one\".",
        "time": "2014-09-03"
      },
      {
        "content": "Practicing Dvorák's Carnival Overture... Why is it not an excerpt? Being able to play it with clarity is something orchestras should value.",
        "time": "2014-09-02"
      },
      {
        "content": "PSA- Pick up your Orchestra parts from the library TODAY since they are closed for Labor Day.",
        "time": "2014-09-01"
      },
      {
        "content": "Just won my first professional audition with the Owensboro Symphony Orchestra and the Evansville Philharmonic!",
        "time": "2014-08-31"
      },
      {
        "content": "Printer pop quiz no. 2- how many sides does the music library printer decide to use when printing out a 37 page unit packet and 12 page score? ‪#‎treesaremeh‬ ‪#‎efficiency‬",
        "time": "2014-08-28"
      },
      {
        "content": "Now I know how to hip hop, and so can you!",
        "time": "2014-08-27"
      },
      {
        "content": "Pop quiz - How many days does it take for the music library printers fail?",
        "time": "2014-08-27"
      },
      {
        "content": "Watching all the freshmen experience their first fruitless search for a practice room in the MA. Such youth and optimism...",
        "time": "2014-08-25"
      },
      {
        "content": "Look what came in the mail. ‪#‎makingbank‬ ‪#‎ibeallstatisticallysignificant‬ ‪#‎mediaconsumption‬",
        "time": "2014-08-23"
      },
      {
        "content": "Anyone go to school there?",
        "time": "2014-08-22"
      },
      {
        "content": "Not enough Pizza X cups.",
        "time": "2014-08-20"
      },
      {
        "content": "So Jacobs just locked us non-g̶r̶a̶d̶u̶a̶t̶e̶   piano students out of 6 more practice rooms... Roughly equivalent to the number of rooms that opened up after our $44 million dollar building opened.   I'm really getting sick of this shit.  EDIT: Apparently they are reserved rooms for undergraduate... ",
        "time": "2014-08-20"
      },
      {
        "content": "Great article that explores how a donation to a charity should be decided by its efficiency rather than increasing one's feeling self worth and social standing.",
        "time": "2014-08-17"
      },
      {
        "content": "Who would ever click this?",
        "time": "2014-08-17"
      },
      {
        "content": "https://www.youtube.com/watch?v=TGGzm2_BpoQ&amp;feature=youtu.be Don't ask me why I did this...",
        "time": "2014-08-05"
      },
      {
        "content": "Who's got two thumbs and a new functional outlet in their bathroom? This guy.",
        "time": "2013-11-15"
      },
      {
        "content": "That moment when you realize that the passage you worked on for the past few weeks has C-flat in the key signature...",
        "time": "2013-11-06"
      },
      {
        "content": "Bela Fleck is one of the must understated musical badasses I've ever seen.",
        "time": "2013-10-30"
      },
      {
        "content": "Done with my 401 paper- going to celebrate by going to a Q&amp;A with Bela Fleck- should be fun!",
        "time": "2013-10-29"
      },
      {
        "content": "Thank god for superfluously long 18th century German middle names...",
        "time": "2013-10-29"
      },
      {
        "content": "Schedule for this semester... going to have some awful Wednesdays, but nothing before 11 (huzzah!)",
        "time": "2013-10-29"
      },
      {
        "content": "IUB alerts, thanks for calling me at 4, 6 and 6:45 to warn me about what seems to have been someone pulling a knife out in a drunken fight, while providing practically no relevant information. Really appreciate it.",
        "time": "2013-10-27"
      },
      {
        "content": "You know you are a college bachelor when eating a can of peaches at 11:45 PM is \"dinner\".",
        "time": "2013-10-23"
      },
      {
        "content": "Broke my a string in the first movement of a piece...  Standpartner didn't notice until the end of the last movement. Faking level = master.",
        "time": "2013-10-20"
      },
      {
        "content": "Dear Sanity,   Please don't leave me.  Sincerely,   Mark",
        "time": "2013-10-17"
      },
      {
        "content": "CFC Properties used the term \"LOL\" in their latest email to residents. Man, I have never felt such colloquial vibes from management before! Almost makes me ignore the fact that they haven't done anything to prevent my apartment from flooding!",
        "time": "2013-10-16"
      },
      {
        "content": "Both City Bakery and Variations aren't functional on the day of a 401 test... well, isn't that just fantastic?",
        "time": "2013-10-14"
      },
      {
        "content": "What is with the Nobel committee awarding peace prizes preemptively? The OPCW hasn't cleared most of the chemical weapons in Syria yet, and there is little evidence that even a thoroughly successful removal will even remotely lead to peace in Syria.   This, along with the prize being given to the EU and Obama in recent years, devalues the meaning of the prize. It should not be for potential betterment - it should be for concrete improvements.",
        "time": "2013-10-12"
      },
      {
        "content": "Just discovered this in the music library: \"Pieces for Viola (in the First Position) with Piano Accompaniment\".  Guess I'm finally set on my rep for my recital.",
        "time": "2013-10-11"
      },
      {
        "content": "Was looking at orchestra auditions, and saw one that makes you pay a fee to audition... How is that even legal?",
        "time": "2013-10-09"
      },
      {
        "content": "Studying for early music listening exams would be a whole lot easier if I gave a fuck.",
        "time": "2013-10-07"
      },
      {
        "content": "There are no words that can describe how devastated I feel after hearing Vanska conducting his final concert with the Musicians of the Minnesota Orchestra. It was a relationship so fruitful and unique that will be impossible to replicate.",
        "time": "2013-10-06"
      },
      {
        "content": "I want to live in a happy place where my government is functional and the cultural institutions I love aren't mercilessly desecrated...",
        "time": "2013-10-01"
      },
      {
        "content": "If only we were Australia... In the case of shutdown,Congress would be forced into an election. I somehow doubt our politicians would allow that to happen.",
        "time": "2013-10-01"
      },
      {
        "content": "12 hours of pit week down, 12 to go!",
        "time": "2013-09-19"
      },
      {
        "content": "That moment when you just want to print one page, and the dude in front of you starts printing about 100 pages...",
        "time": "2013-09-16"
      },
      {
        "content": "It's sad when beautiful middle movements are overshadowed by more flashy outside movements...",
        "time": "2013-09-15"
      },
      {
        "content": "I know I say this every semester, but I think this particular semester is going to kill me.",
        "time": "2013-09-13"
      },
      {
        "content": "Feels weird having a minority opinion that is equally despised by the both sides of the political spectrum....",
        "time": "2013-09-11"
      },
      {
        "content": "They should make a law against editions printing in someone's bowings and fingerings into a part... I don't care how good of a player they are, if I was interested in their thoughts on bowing a passage, I would have looked it up.",
        "time": "2013-09-05"
      },
      {
        "content": "Every year, I always seem to misplace my Ottman (ear training) book... it obviously does not seem to please my subconscious.",
        "time": "2013-08-26"
      },
      {
        "content": "HOW ARE CLASSES STARTING TOMORROW?!! GAAAAAAAAH",
        "time": "2013-08-26"
      },
      {
        "content": "\"No Pun Intended\" is a pun on \"No pUnintended\". John Green just blew my mind.",
        "time": "2013-08-22"
      },
      {
        "content": "There is no greater loneliness than having no standpartner in a pops concert....",
        "time": "2013-08-18"
      },
      {
        "content": "That wonderful moment when you realize that your apartment flooded and got infested with spiders. ",
        "time": "2013-08-17"
      },
      {
        "content": "Just had a viola section sight reading party and breakfast on our last day at Chautauqua... going to miss you guys!",
        "time": "2013-08-12"
      },
      {
        "content": "How have I gone so long without ever listening to Britten's \"War Requiem\"...",
        "time": "2013-08-04"
      },
      {
        "content": "Nothing brightens your morning like accompanying 17 nuns as they are being guillotined!",
        "time": "2013-08-04"
      },
      {
        "content": "After 5 weeks of having a dead car, I finally took the time to call AAA so I could notarize a form for my power company that is due this week. Of course, I didn't check the hours of the bank I drove to, and found it is closed on weekends.   Procrastination level= seriously bro?",
        "time": "2013-07-28"
      },
      {
        "content": "The Maxwell Terrace patios have been saved! Praise the Lord, citizen protest and market capitalism!",
        "time": "2013-07-24"
      },
      {
        "content": "No orchestra today because I was cut from playing \"Water Music\". Guess they thought I couldn't Handel it.",
        "time": "2013-07-18"
      },
      {
        "content": "Is anyone else kinda creeped out by the specificity of the new Facebook search? It seems like they're trying to turn it into a dating service...",
        "time": "2013-07-14"
      },
      {
        "content": "In response to review of his work by a incessantly negative critic, Max Reger wrote this in response: \"I am sitting in the smallest room of my house. I have your review before me. In a moment it will be behind me.\"",
        "time": "2013-07-10"
      },
      {
        "content": "Had to climb through a Window in a full tux in order to get into a practice room... Nothing gets between a musician and their practice.",
        "time": "2013-07-09"
      },
      {
        "content": "Today is the day we celebrate Christopher Columbus sailing to Plymouth Rock to let Paul Revere know that the British are coming, turning the tides of Cold War to allow us to beat the Soviets.",
        "time": "2013-07-05"
      },
      {
        "content": "Once I become rich, I will get new strings on my viola every month...",
        "time": "2013-07-04"
      },
      {
        "content": "Open seam... Well, at least I can still play 10 out of 12 tones without buzzing.",
        "time": "2013-06-28"
      },
      {
        "content": "Doing Dvorak's Piano Quintet... I'm really excited!",
        "time": "2013-06-25"
      },
      {
        "content": "That awkward moment where you realize that you only brought 2 pencils to a 7 week festival...",
        "time": "2013-06-23"
      },
      {
        "content": "So I think Evan Linck is actually working at Aperture Science... Physics research is insanely awesome.",
        "time": "2013-06-21"
      },
      {
        "content": "For the first time in weeks, I have the wild desire to practice... FINALLY.",
        "time": "2013-06-08"
      },
      {
        "content": "Heh.",
        "time": "2013-06-04"
      },
      {
        "content": "Piano trios- the only thing that really makes me regret being a violist.",
        "time": "2013-06-01"
      },
      {
        "content": "Guys, IU maintenance is finally fixing the MA practice rooms! They are addressing the room's greatest issue - the lack of fresh paint on the doors. Finally, I can practice productively!",
        "time": "2013-05-08"
      },
      {
        "content": "Max Reger Viola Suites - a reminder why I should have been practicing parallel thirds and sixths for the past several years.",
        "time": "2013-05-07"
      },
      {
        "content": "Hey motivation, it's me, Mark! You haven't been around for a long time... if you could stop by soon, that would be great!",
        "time": "2013-05-06"
      },
      {
        "content": "Sunburn- nature's way of telling me that I should have stayed inside practicing.",
        "time": "2013-05-02"
      },
      {
        "content": "Well, so much for practicing tonight...",
        "time": "2013-04-27"
      },
      {
        "content": "The IU Jacobs School of Music has officially declared that I am proficient in the use of Keyboard instruments... I don't know how that happened.",
        "time": "2013-04-25"
      },
      {
        "content": "My morning started with me first spilling granola, then coffee grounds and forgetting my phone at home and ended with me (against all logic and reason) passing the first part of my piano proficiency... let's hope this upswing in luck continues through my upper D!",
        "time": "2013-04-24"
      },
      {
        "content": "I hate posting cheesy, sentimental crap, but I legitimately want to thank you all for the birthday wishes. On what objectively should have been a really terrible day, my bad mood was incessantly bombarded by reminders that my life is filled with wonderful, caring people. I really am lucky to know all of you!",
        "time": "2013-04-23"
      },
      {
        "content": "Thank you to all for the birthday wishes! It is an important day- I have officially avoided teenage pregnancy! I really couldn't have done it without your love and support.",
        "time": "2013-04-22"
      },
      {
        "content": "Thoughts and lessons to be learned from the events in the Boston bombing- It is possible to kill 3, critically injure dozens, terrify and shut down a major metropolitan area while causing hundreds of millions of dollars in lost GDP, plus getting the undivided attention of an entire nation with two well-placed pressure cookers filled with explosives and a few firearms.   When dealing with a terrorist act, we must first think of the reaction the perpetrators were attempting to elicit. Be the... ",
        "time": "2013-04-20"
      },
      {
        "content": "Let me illustrate this beautiful scene-  It is in the middle of a tedious orchestra rehearsal, and then suddenly Oprah appears out of nowhere. She yells through the microphone \"String section, you guys sound absolutely FANTASTIC! Take a look under your chairs!\" You look, and realize that it is a set of your favorite strings. As the entire section begins to gasp in excitement, she yells \"You get a set of strings! You get a set of strings! EVERYBODY GETS A NEW SET OF STRINGS!!\"  One can only dream.",
        "time": "2013-04-19"
      },
      {
        "content": "My awesome quartet's performance Tuesday.",
        "time": "2013-04-17"
      },
      {
        "content": "The greatest achievement of Christianity is giving good Fugal material for Mendelssohn.",
        "time": "2013-04-11"
      },
      {
        "content": "“We are born crying, live complaining, and die disappointed.”",
        "time": "2013-04-11"
      },
      {
        "content": "After 3 glorious years, my beard was no more.",
        "time": "2013-04-07"
      },
      {
        "content": "Here is documentation of the removal of my facial hair, including a temporary goatee. There, happy now? Evan Linck Luke Austing Sridhar Bhagavathula Ju Dee Ang",
        "time": "2013-04-06"
      },
      {
        "content": "For better or for worst, in the first time in nearly 3 years, I am a man without facial hair. No april fools this time around.",
        "time": "2013-04-06"
      },
      {
        "content": "T.L.G.A.T.H.I.S.T.F. (Thank the Lord God and All That is Holy that I Survived Thru Friday).",
        "time": "2013-04-06"
      },
      {
        "content": "... Really?",
        "time": "2013-04-04"
      },
      {
        "content": "\"Homophobia is the fear that gay men will treat you the way straight men treat women.\"",
        "time": "2013-04-03"
      },
      {
        "content": "Started looking through my old Facebook photos from high school...  ...I think I'll just pretend that never happened.",
        "time": "2013-04-01"
      },
      {
        "content": "So I thought life would get easier after my recital... ha.",
        "time": "2013-03-29"
      },
      {
        "content": "Reasons why I'm against gay marriage:  1. Giving the people the right to not follow my religious beliefs infringes on the right of my religious beliefs.  2. Legally recognized marriage has deep religious significance, just like death certificates, legally binding contracts and W4 tax forms.  3. Homosexuality makes me uncomfortable, kind of like riding on a women's bike-seat. On a related note, we should ban women's bike-seats because they make me uncomfortable.",
        "time": "2013-03-27"
      },
      {
        "content": "Looks like I'll be studying at Chautauqua this summer!",
        "time": "2013-03-25"
      },
      {
        "content": "Despite several adverse circumstances, my first recital went pretty damn well. Congrats to Sridhar Bhagavathula for rocking his Bach Sonata, and to Molly Grettenberger for taking our Debussy trio to a whole new level of awesomeness. And a big thank you to everyone who came to show their support- it was a great experience playing for you all!",
        "time": "2013-03-23"
      },
      {
        "content": "After listening to the first act of Akhnaten, I'm not sure if I should be excited or completely terrified that I'm going to be playing it.",
        "time": "2013-01-16"
      },
      {
        "content": "I'm unreasonably excited for rep class this semester!",
        "time": "2013-01-15"
      },
      {
        "content": "Top Gear, Honey Bunches of Oats and Chinese Checkers- all fine ingredients of a great night!",
        "time": "2013-01-12"
      },
      {
        "content": "'I shall never shave, for the same reason that I started a beard, and for the reason my father started his. I remember standing at his side, when I was five, while he was shaving for the last time. \"Father,\" I asked, \"Why do you shave?\" He stood there for a full minute and finally looked down at me. \"Why the hell do I?\" he said.' -George Bernard Shaw",
        "time": "2013-01-11"
      },
      {
        "content": "After proctoring violin auditions for 4 hours, I will bludgeon the next violinist who plays \"Don Juan\" or Brahms 2 in close proximity to me. You have been warned.",
        "time": "2013-01-08"
      },
      {
        "content": "Well, Prof. Blair Johnson certainly lived up to the hype.",
        "time": "2013-01-08"
      },
      {
        "content": "Classes start tomorrow... to the days of relaxation, laziness and mental stability, I bid thee adieu!",
        "time": "2013-01-07"
      },
      {
        "content": "Back in B-town!",
        "time": "2013-01-05"
      },
      {
        "content": "Just finished the second season of Game of Thrones... it is easily one of the best cinematic achievements of all time (seriously, the Battle of Blackwater Bay is on par with Helm's Deep, and it's a friggin' TV show!).",
        "time": "2012-12-31"
      },
      {
        "content": "Watched the Vikings for the first time in ages... damn, that was an AMAZING game.",
        "time": "2012-12-31"
      },
      {
        "content": "I only got one B-! Huzzah!",
        "time": "2012-12-19"
      },
      {
        "content": "Just downloaded the Minnesota Orchestra's Grammy Nominated CD of Sibelius 2 &amp; 5 for $7 on the Google music store. That's really cheap! How do they even manage to pay the musicians with prices that low?  Oh... right.  ಠ_ಠ",
        "time": "2012-12-15"
      },
      {
        "content": "Went to Five Guys for the first time ever... it the first time that 1.) I used a pop machine that had a touchscreen 2.) I had orange Coke (yes, that was an option, and yes, it was good) 3.) I had such a huge plethora of delicious fries and 4.) had a bacon cheeseburger that had legit bacon. I think I've fallen in love.",
        "time": "2012-12-11"
      },
      {
        "content": "So, about that German final...",
        "time": "2012-12-11"
      },
      {
        "content": "http://www.grammy.com/nominees?genre=5 Congratulations to all the Minnesota Orchestra musicians' Grammy Nomination for their fantastic recording of Sibelius 2 and 5!",
        "time": "2012-12-07"
      },
      {
        "content": "Just finished my second run of Nutcracker, and certainly the last one I will do without a substantial paycheck.",
        "time": "2012-12-03"
      },
      {
        "content": "You know you're a musician when you go grocery shopping in your tux.",
        "time": "2012-12-01"
      },
      {
        "content": "Here at the Jacobs School of Music, we only have the highest quality practice facilities.",
        "time": "2012-11-30"
      },
      {
        "content": "It's nearly 5 AM... reinstalling Dragon Age was a poor life decision.",
        "time": "2012-11-20"
      },
      {
        "content": "Had a wonderful evening in Madison with Benjamin Heins and Carol Daniels, and is set to head back to Minnesota for the first time since May! I'm really excited!",
        "time": "2012-11-18"
      },
      {
        "content": "I have come to the conclusion that a ham sandwich could conduct the Berlin Philharmonic, and it would still sound absolutely fantastic.",
        "time": "2012-11-13"
      },
      {
        "content": "So far, more people voted no on Requiring Voter ID than saying no to a constitutional ban of gay marriage... what the fuck, Minnesota?",
        "time": "2012-11-07"
      },
      {
        "content": "Just watched Romney's concession speech live... it was probably the most sincere Romney I've seen, and I hope that his calls for bipartisanship take hold so we can make progress as a nation.",
        "time": "2012-11-07"
      },
      {
        "content": "I'm supposed to be working on a German project... instead I'm refreshing about 8 different tabs with election results.",
        "time": "2012-11-07"
      },
      {
        "content": "For those liberal-leaning people who aren't voting tomorrow, or those who are considering voting a third party because Obama hasn't done an adequate job, please consider what I think the strongest power that is given to the President- nominating Supreme Court Justices. The court is currently at a 4-5 balance, with enough conservative power to decide on the Citizens United campaign finance case, which caused a flood of cooperate money into this years campaign.   4 US Supreme Court Justices are 74... ",
        "time": "2012-11-06"
      },
      {
        "content": "Why do we call a gay people getting married \"gay\" marriage? We don't call gay people eating \"gay eating\", driving \"gay driving\", or being employed \"gay employed\".",
        "time": "2012-10-31"
      },
      {
        "content": "Just registered for next semester... I'm already dreading Wednesdays.",
        "time": "2012-10-30"
      },
      {
        "content": "Just found out that Jared went on his diet at the Subway I go to in Bloomington... that's cool, I guess.",
        "time": "2012-10-26"
      },
      {
        "content": "Holy shit,  this debate has the biggest concentration of bullshit I have seen in a looooooong time.",
        "time": "2012-10-23"
      },
      {
        "content": "There is free food in Clause's Lounge. I repeat- there is free food in Clause's Lounge.",
        "time": "2012-10-22"
      },
      {
        "content": "Had a good time watching Romney get owned with Jacqueline Hanson and Christine Beamer.",
        "time": "2012-10-17"
      },
      {
        "content": "Let's play \"summerize today's hour-long theory lecture in one sentence\"!   Most answers to fugue subjects are either literal transpositions in dominant, or are modified in the beginning to fit into the tonic.",
        "time": "2012-10-15"
      },
      {
        "content": "Look up \"completely wrong\" on Google Images....",
        "time": "2012-10-11"
      },
      {
        "content": "Rep class mock auditions were so much fun! Time for a shame/guilt practice session...",
        "time": "2012-10-09"
      },
      {
        "content": "I'm loving this weather... Guess my Minnesota heritage is showing.",
        "time": "2012-10-08"
      },
      {
        "content": "Just found the Takács Quartet's recording of Beethoven's middle quartets... now THIS is how you play Beethoven.",
        "time": "2012-10-04"
      },
      {
        "content": "Mahler 6? More like Baller 6! Awesome job, IU Phil!",
        "time": "2012-10-04"
      },
      {
        "content": "Is having one of the worst case of the Mondays I've had in a while... ugh.",
        "time": "2012-10-02"
      },
      {
        "content": "It's never too early to start freaking out about summer festival applications...",
        "time": "2012-09-24"
      },
      {
        "content": "Our IU viola party was a success! Hopefully next time we can get even more people to show up...",
        "time": "2012-09-23"
      },
      {
        "content": "Dear Indiana Weather,  Dafuq?  Sincerely,  -Mark",
        "time": "2012-09-19"
      },
      {
        "content": "Just found out that I'm playing the full \"Appalachian Spring\" in a week... time to get practicing!",
        "time": "2012-09-18"
      },
      {
        "content": "Episode 6 of Firefly is probably the best episode of anything I've ever seen... it's fucking brilliant.",
        "time": "2012-09-15"
      },
      {
        "content": "My new favorite beverage- Soma's depth charge. 2 shots of espresso mixed with their super dark Blackbeard's blend. Top it off with a sprinkle of cinnamon and nutmeg, and I'm ready to go.",
        "time": "2012-09-14"
      },
      {
        "content": "Another fine Wednesday chat.",
        "time": "2012-09-13"
      },
      {
        "content": "One time, when someone wants to kick me out of my practice room, I want to just say \"You know what? I don't really care that you have this room reserved. I'm having a good practice session and you sure as hell aren't going to stop me\", then continue practicing.  And what would they do? Call the cops? Challenge me to a fistfight? No, they would just give up and try and find another room. Sure, this would make me a total asshole, but damn, would it feel good.",
        "time": "2012-09-11"
      },
      {
        "content": "I was the first person to enter the music library this morning... I am so proud of myself!",
        "time": "2012-09-05"
      },
      {
        "content": "Last year I made the unfortunate habit of doing a week's worth of German homework the night before it's due. Well, now I'm doing it the morning it's due!  PROCRASTINATION LEVEL: +4",
        "time": "2012-08-31"
      },
      {
        "content": "Had a good lesson, played reasonably well in studio class and had a great first rehearsal with my quartet. Life is good!",
        "time": "2012-08-30"
      },
      {
        "content": "As if I didn't need any more reasons to not vote for Romney: \"First there are programs I would eliminate. Obamacare being one of them but also various subsidy programs- the Amtrak subsidy, the PBS subsidy, the subsidy for the National Endowment for the Arts, the National Endowment for the Humanities. Some of these things, like those endowment efforts and PBS, I very much appreciate and like what they do in many cases, but I just think they have to stand on their own rather than receiving money... ",
        "time": "2012-08-25"
      },
      {
        "content": "This past week has probably been one of the hardest ever on my wallet... ugh.",
        "time": "2012-08-23"
      },
      {
        "content": "Well, it seems like I'm starting classes in 10 hours... how the hell did that happen?",
        "time": "2012-08-20"
      },
      {
        "content": "Was going to get a full-sized bed off of the IU Classifieds, but the guy's roomate had already sold it. So instead he sold me their queen mattress for the same price... mfw!",
        "time": "2012-08-19"
      },
      {
        "content": "This is what my trimmers lowest setting looks like... Whoops.",
        "time": "2012-08-17"
      },
      {
        "content": "Made it through security in Tel Aviv airport... hopefully only 20 hours until I'm back in Bloomington!",
        "time": "2012-08-15"
      },
      {
        "content": "Just arrived in Tel Aviv... god damn, is it hot outside.",
        "time": "2012-08-13"
      },
      {
        "content": "Just spent the day in the Old City of Jerusalem and at the Dead Sea... another awesome day! Unfortunatly, it was also my last day traveling with Becky Anderson. ",
        "time": "2012-08-13"
      },
      {
        "content": "Just got back from my tour of the Palestinian West Bank... my mind is still trying to process it. I'll try and make a good write up about it after I get some dinner!",
        "time": "2012-08-12"
      },
      {
        "content": "Went to the Kibbutz Pub last night, and Ivry Gitlis was in attendance... it's a bit surreal.",
        "time": "2012-08-08"
      },
      {
        "content": "Just heard Shmuel Ashkenasi perform Dvorak Miniatures with Woonjoo Park and Chloé Kiffer... I think I can die happy now.",
        "time": "2012-08-08"
      },
      {
        "content": "Hagai Shaham's masterclass yesterday was one of the most incredible things I've ever seen... he was able to play all of the orchestra parts of Mozart's 5th concerto and Brahms at will. He is an incredible player and musician.",
        "time": "2012-07-28"
      },
      {
        "content": "Realized I haven't posted anything about Keshet Eilon since I got here... Simply put, it is absolutely amazing. The diversity and caliber of everyone here is like nothing I've ever experienced. I feel like I've made so much progress since I got here.",
        "time": "2012-07-27"
      },
      {
        "content": "I got into Tel Aviv 3am local time, took the train to Accos and got there at 5:30. Been wandering aimlessly around town burning time before the shuttle comes to take me to the kibbutz... I'm liking Israel so far!",
        "time": "2012-07-22"
      },
      {
        "content": "Traveling to Israel-take two!",
        "time": "2012-07-21"
      },
      {
        "content": "Thank you, car, for having engine issues at the most opportune time imaginable.",
        "time": "2012-07-18"
      },
      {
        "content": "Finally got a chance to try out Berlin Philharmonic's Digital Concert Hall... WOW.  Their recording of Strauss' An Alpine Symphony may be one of the best orchestral recordings I've ever heard.",
        "time": "2012-06-10"
      },
      {
        "content": "Just got back from an adventure to see the Chicago Symphony!",
        "time": "2012-06-09"
      },
      {
        "content": "Bloomington is such a nice city to be in in the summer... it's an awesome town filled with awesome people.",
        "time": "2012-06-05"
      },
      {
        "content": "So the Punch Brothers have a concert June 6th at Carmel IN (1hr 30 min north of Bloomington) at 7:30 with tickets starting at $20... who wants to go?",
        "time": "2012-05-29"
      },
      {
        "content": "Few things are as frustrating as realizing you left your wallet at home when you just finished getting all of your groceries...",
        "time": "2012-05-25"
      },
      {
        "content": "The Avengers = Hot diggity!",
        "time": "2012-05-12"
      },
      {
        "content": "Do you know what is absolutely hilarious? Completely trashing the hallway and the bathrooms on my floor during finals week! The frat-boys on my floor are absolutely brilliant comedians. ಠ_ಠ",
        "time": "2012-05-03"
      },
      {
        "content": "Last night in the glory that is Beck Wing's 4th floor... in other good news, I will be back in Minnesota late tomorrow!",
        "time": "2012-05-03"
      },
      {
        "content": "Thank you all for the flood of birthday wishes! It was a wonderful day of procrastinating preparation for finals.",
        "time": "2012-04-23"
      },
      {
        "content": "Just finished my first non-opera concert with Philharmonic Orchestra, and saw Joshua Bell backstage...",
        "time": "2012-03-29"
      },
      {
        "content": "Could go to a Joshua Bell party tonight. But, alas, the need of practice calls me...",
        "time": "2012-03-28"
      },
      {
        "content": "Oh German... why did I ever take you?",
        "time": "2012-03-26"
      },
      {
        "content": "The tornado sirens by the music school form a Bb major triad. What a pleasant way to know that we should take shelter.",
        "time": "2012-03-22"
      },
      {
        "content": "Got into Keshet Eilon! Israel, here I come!",
        "time": "2012-03-21"
      },
      {
        "content": "Jim Dale's Harry Potter Audiobooks make long trips so much better.",
        "time": "2012-03-18"
      },
      {
        "content": "Banana bread dough is more delicious than cookie dough. My mind is blown.",
        "time": "2012-03-17"
      },
      {
        "content": "FREEDOM!!",
        "time": "2012-03-10"
      },
      {
        "content": "Whoever wrote this in my part- you are awesome.",
        "time": "2012-03-07"
      },
      {
        "content": "Just listened to Minnesota Orchestra's recording of Beethoven's Eroica in it's entirety for the first time today- what a superb recording of an incredible piece.",
        "time": "2012-03-06"
      },
      {
        "content": "Just found out that they changed Phil's last concert program to have Scheherazade paired with the Shostakovich Violin Concerto... I'm SO excited!",
        "time": "2012-03-06"
      },
      {
        "content": "After around 8 hours of String sectionals, uncounted hours of personal practice, 20 hours of full orchestra rehearsals, 25 hours of rehearsals in the pit and 16 hours in performance, Der Rosenkavalier is finally over. Even though this commitment made the last 3 months of my life rather hectic, it was absolutely worth it to play such an amazing work with amazing players, with incredible string faculty and such a wonderful conductor. Bravo, everyone!",
        "time": "2012-03-04"
      },
      {
        "content": "My progressive/",
        "time": "2011-10-14"
      },
      {
        "content": "To those that strongly support the death penalty- is it really worth it when there could even be the slightest chance that an innocent person is killed?",
        "time": "2011-09-22"
      },
      {
        "content": "Dear President Obama, Many independents and liberals are questioning your ability to lead. Election season is coming up. You need a really good, gutsy executive decision that can't be hindered by Republicans to rally up your base. I've got just the decision for you! Troy Davis is about to be executed in Georgia tomorrow, even though there is no physical evidence of his crime, 7 out of 9 witnesses retracted their testimony, and the police actively tried to persuade and pressure the witnesses to... ",
        "time": "2011-09-21"
      },
      {
        "content": "God dammit, I wish Jon Huntsman would get the Republican nomination... too bad he's too intelligent and non-inflammatory to stand a chance.",
        "time": "2011-09-20"
      },
      {
        "content": "The gross, pedo-stache, I-really-want-to-forget-about-this beginnings of my beard.",
        "time": "2010-07-01"
      }
    ]
  }
]
