[{"username": "amy.shearn", "texts": [{"content": "Thanks to the fine folks at Park Slope Stoop for writing up my new Brooklyn Public Library interview series, BOOKISH! Can't wait to chat with Kate Bolick on May 26...", "flag": "00000", "time": "2015-05-19"}, {"content": "Mark your calendars: On May 26th at 6pm, at the Park Slope branch of the Brooklyn Public Library, I will ask the brilliant Kate Bolick (author of the whipsmart new book SPINSTER) the Really Tough Questions. Questions like, Are women people yet? and, Can I borrow your hair?  Books will be sold by ... 更多", "flag": "00000", "time": "2015-05-14"}, {"content": "\"I saw him make a diaper out of leaves.\" cc: Lauren Haldeman Julia Fierro Anna Catherine Miranda Beverly-Whittemore  Alexandra Como Saghir Elizabeth Debbout Laule Deidre Rodman Struck  ok everyone I know", "flag": "00000", "time": "2015-05-11"}, {"content": "I want to do this but with my family. Isn't that a good idea?", "flag": "00000", "time": "2015-05-09"}, {"content": "Put it online and see how many likes it gets!", "flag": "00000", "time": "2015-05-04"}, {"content": "Congrats to Lit at Lark alums David Gordon, Nicole Haroutunian, and Sara Lippmann !! It's true, their short stories are superb.", "flag": "00000", "time": "2015-04-29"}, {"content": "Tomorrow night I'm going to tell a story about the horribleness of adolescence in front of people who hopefully will have had lots of drinks. Want to relive the awkwardness and mean girl drama of the early 90s with me? Come on, you know that sounds fun. Greg Olear will be telling a story too! Maybe about the same thing, IDK!", "flag": "00000", "time": "2015-04-28"}, {"content": "I love this piece by Robin E. Black. The literary world's youth-worshipping feels especially weird. The older I get the more I find I value the writing of people (any age, any background)  who have had a minute to live and think, to create a work with texture and depth, who have something to tell me that I didn't already know.", "flag": "00000", "time": "2015-04-25"}, {"content": "Friends, I am so happy to tell you I'm going to be interviewing the delightful Kate Bolick at BOOKISH, my new author interview series at the Park Slope branch of the Brooklyn Public Library. Kate's book SPINSTER is completely wonderful and I can wait to chat with her on May 26th -- more details below. Won't you join us?!", "flag": "00000", "time": "2015-04-24"}, {"content": "Come see me humiliate myself by telling a story about a time I was humiliated! (Please?)", "flag": "00000", "time": "2015-04-20"}, {"content": "Belatedly, here is the package Adam Tetzloff made for the birthday celebration/mystery of Detective Flowers and Detective Appaloosa Racecar, the miniature private eyes who live with us. Also, the coded magnifying glass cake, mystery juice, and mystery snacks (pirate's booty=finger print dust, etc),... 更多", "flag": "00000", "time": "2015-03-30"}, {"content": "Oh my god I loved Shelley Duvall's Faerie Tale Theatre SO SO MUCH", "flag": "00000", "time": "2015-03-27"}, {"content": "Happy 6th Birthday to the brilliant Harper May, one of the most interesting people I've ever met. This child tells the greatest stories, sings the most beautiful songs, invents fascinating games, takes her job as a big sister seriously, reminds us daily (well, orders us) to look on the bright side,... 更多", "flag": "00000", "time": "2015-03-25"}, {"content": "Ok so I was slow in posting pics, but thanks to Adam Tetzloff we actually have lots of nice photos of Lit at Lark for once! Here is some evidence of all the fun we had last week, at our first Kids' Lit at Lark! Huge thanks to LARK, WORD, our readers Matthea Harvey, Melanie Hope Greenberg, Betsy... 更多", "flag": "00000", "time": "2015-03-23"}, {"content": "So proud to call the talented, charming, and hilarious Nicole Caccavo Kear my friend, and all weepy from reading her Modern Love column. Well done, Madame!", "flag": "00000", "time": "2015-03-19"}, {"content": "What a great ‪#‎LitAtLark‬ Kids Day! Betsy Lewin, Ted Lewin, Melanie Hope Greenberg, and Matthea Harvey had the kids mesmerized with their fabulous picture books!", "flag": "00000", "time": "2015-03-15"}, {"content": "How much do I love this writeup of Lit at Lark in the awesome Ditmas Park Corner?!   \"You know we love Lit at Lark, the monthly reading series hosted by local author Amy Shearn, and you know LARK (1007 Church Avenue between E 10th Street and Stratford Road) loves the little’uns — so it’s only... 更多", "flag": "00000", "time": "2015-03-07"}, {"content": "So excited to share this piece I wrote for DAME! (Thank you, Kera Bolonik!)  Meet Dorothy Miller Richardson, a true literary revolutionary, critically praised a century ago for what Knausgaard is lauded for: portraying life's minutia. Never heard of her? Quelle surprise.", "flag": "00000", "time": "2015-03-02"}, {"content": "Another day, another Facebook post about abandoned spaces. I love the internet.", "flag": "00000", "time": "2015-02-27"}, {"content": "Mystery kitchen!! And this is why we should all eat take-out every night.", "flag": "00000", "time": "2015-02-26"}, {"content": "An important message about NYC public schools, from Harper's elementary school:  PS 230, and all New York public schools, need your immediate help!  Governor Cuomo has proposed major changes to education in his State of the State address. He wants to keep 2 billion dollars that is due to New York City Schools, increase the number of charter schools in NYC by adding 100 more, make the state and not principals more involved with teacher evaluations, put struggling school in receivership instead of... 更多", "flag": "00000", "time": "2015-02-23"}, {"content": "I'm totally impressed that Patricia Arquette made such an awesome statement about wearing glasses and how it is an awesome thing to do.   Wait that's what she was talking about, right?   Oh and women's rights are good too.", "flag": "00000", "time": "2015-02-22"}, {"content": "Here's what I did over my mid-winter \"vacation\":  1. Learned/remembered that Peggy S. Shearn is a saint.  2. Learned/remembered the near-miraculous results a couple of days in a row of uninterrupted, unrestrained time to think and mutter and type and delete and cut and paste can have on a novel revision. Flow. Right. Phew.", "flag": "00000", "time": "2015-02-22"}, {"content": "Hoo-boy, you guys. The March 15th Lit at Lark is going to be the cutest ever, which makes sense, because it's all for kids. Melanie Hope Greenberg, Matthea Harvey, Betsy and Ted Lewin read picture books! Melissa Lohman-Wild runs an art project! WORD has a pop-up bookstore! LARK has fancy pop-tarts! ... 更多", "flag": "00000", "time": "2015-02-19"}, {"content": "Awww, Mom! You guys have to read this blog post by My mother, the artist Peggy S. Shearn. Trust me, just do it.", "flag": "00000", "time": "2015-02-14"}, {"content": "Amanda Fields you inspired me to dig up some sweet Minnesota ‪#‎tbt‬... I'm not sure why I was so sweaty in this pic of us but I have the feeling it had something to do with that huge fruity drink from the Red Dragon and the fact that I was about to move to NYC. This was May 2005. A sweaty time.", "flag": "00000", "time": "2015-02-12"}, {"content": "Hold on. Hold on. Hold on.   Who is coming with me on this field trip?   \"Torah Animal World  1603 41st Street, Brooklyn 'Hands down the weirdest museum is Torah Animal World. It's in [a Hasidic rabbi's] house. All the animals that are in the Old Testament, in taxidermy form, are dumped in this guy'... 更多", "flag": "00000", "time": "2015-02-09"}, {"content": "The amazingest ‪#‎LitAtLark‬ lineup! Amy Sohn, Elisa Albert, and Lucinda Rosenfeld!   ", "flag": "00000", "time": "2015-02-08"}, {"content": "Last week I happened to be volunteering in Harper's kindergarten class at our Brooklyn public school when her amazing teacher gave a lesson on Martin Luther King, Jr. The teacher read them a book about MLK, explained what happened, and talked about the concepts of injustice and peacemaking. Then she sat them in a circle and went around handing graham crackers to some, but not all, of the kids.   \"Do you have anything to ask me?\" she asked, as the cookie-less kids looked around in dismay.  \"Hey,... 更多", "flag": "00000", "time": "2015-01-19"}, {"content": "Hey hive mind, I'm wondering who can help me with an article I'm writing about families who travel to extreme, exotic, far-flung locations. Have any of you trekked through the Congo with a kid in a backpack? Hiked Mt Everest holding hands with a toddler? Survived a 20-hour flight with the kids? Or know someone who has done such adventuring and would be willing to chat or email about their best anecdotes/travel tips? I'm trying to think of adventurers I know... John Jodzio, Kristin Knight Pace , ... 更多", "flag": "00000", "time": "2014-10-20"}, {"content": "Ok, ‪#‎favorbook‬, question for you. Harper wants a game to play on the computer that involves being a detective and solving mysteries. Anyone know of something like this? Parents? Teachers? Anyone? Help?  PS: She's already solved all the mystery games on the PBS Kids site AND The American Girls site. She can read and use a mouse. Oh and her detective name is Detective Flowers. THANK YOU.", "flag": "00000", "time": "2014-07-31"}, {"content": "THE LITTLE BASTARD will be available for pre-order from Anchor and Plume Press September 15th. You'll like it. I promise.", "flag": "00000", "time": "2014-07-29"}, {"content": "In case you missed this the first time...Merry Christmas from The Shearnsloffs! ", "flag": "00000", "time": "2013-12-25"}, {"content": "When I woke up this morning Adam and the kids had just finished making this.", "flag": "00000", "time": "2013-12-22"}, {"content": "My highlight of the Christmas season so far? Wrapping presents while watching Love Actually, which Adam stares at for a minute and then mutters to himself, quietly but with great feeling, \"oh, I HATE this.\"", "flag": "00000", "time": "2013-12-20"}, {"content": "HARPER WINS PICTURE DAY!", "flag": "00000", "time": "2013-12-04"}, {"content": "In honor of my Nani May, I made her traditional dish, with the world-famous original jello mold. Miss all you Shearnies! Happy Thanksgiving!", "flag": "00000", "time": "2013-11-28"}, {"content": "When I woke up this morning the kids were playing together quietly in their room and -wait for it- Harper had changed Ollie's diaper. WE HAVE ARRIVED.", "flag": "00000", "time": "2013-11-19"}, {"content": "Anyone have tips on how to get little kids to not act like TOTAL FUCKING ASSHOLES every time you try to make a 5 minute phone call?  Asking for a friend.", "flag": "00000", "time": "2013-10-30"}, {"content": "The Spacemen of Greenwood Playschool.  Ollie's an astronaut. With a cape. Don't ask. He has no idea what an astronaut is.  Also, Walsh aka Darth Vader told me an interesting story about the cemetery. He said he's been there, and he knocked on the door of the little houses, but no one answered, which... 更多", "flag": "00000", "time": "2013-10-30"}, {"content": "Deep 2-y-o convo in the backseat on the way to playschool:  Ollie: \"It a boodiful day outside.\"  Walsh: \"Yeah, but dere's spiders on the trees.\"", "flag": "00000", "time": "2013-10-21"}, {"content": "", "flag": "00000", "time": "2015-02-27"}], "link": "http://m.facebook.com/amy.shearn", "name": "Amy Shearn", "time": "2015-05-22"}]